{
	"id": 0,
	"xing": "赵",
	"intro": "赵姓起源<BR>&nbsp;<BR>&nbsp;&nbsp;&nbsp; 出自嬴姓，形成于西周，祖先是伯益，具体始祖是造父。伯益为颛顼帝裔孙，被舜赐姓嬴。造父为伯益的9世孙，是西周时著名的驾驭马车的能手，他在桃林一带得到8匹骏马，调训好后献给周穆王。周穆王配备了上好的马车，让造父为他驾驶，经常外出打猎、游玩，有一次西行至昆仑山，见到西王母，乐而忘归，而正在这时听到徐国徐偃王造反的消息，周穆王非常着急，在此关键时刻，造父驾车日驰千里，使周穆王迅速返回了镐京，及时发兵打败了徐偃王，平定了叛乱。由于造父立了大功，周穆王便把赵城赐给他，自此以后，造父族就称为赵氏。周穆王传周幽王时，因幽王无道，造父的7世孙叔带离周仕晋，从此赵氏子孙世代为晋大夫。到战国初年，叔带的12世孙赵襄自联合魏氏、韩氏三家分晋，建立赵国。至他的孙子赵籍时，正式获得了周烈王的承认，与韩、魏两家并列为诸侯。公元前222年，赵国为秦国所灭，其王室贵族和平民百姓纷纷以国名为姓，称赵氏。<P>　　出自他族改姓。如汉朝时有赵安稽，本匈奴人；唐朝时有赵曳天，本南蛮人；五代时有赵国珍，本牂牁（今广西、贵州一带）蛮族人。<BR>　</P>\r\n<P>聚集地[迁徙分布]</P>\r\n<P>&nbsp;&nbsp;&nbsp; 秦代，真定人（今河北正定）赵佗任南海郡龙川县令，后为南海尉，于秦末兼并桂林、南海和象三郡，建立南越国，汉高祖时受封为南越王。此后，赵佗的子孙繁衍于今广东、广西一带。东汉末年，京师遭董卓之乱，洛阳人赵达避难迁居江东。唐高宗总章年间，中原人赵端随陈政、陈元光父子入闽开辟漳州。五代时，刘龑在广州建立南汉政权，洛阳人赵光裔、光逢、光胤三兄弟因此而在南海安家；开封人赵廷隐、赵崇韬父子因仕后蜀而在四川成都定居。南宋初，开封人赵用贤随宋高宗赵构南逃，移居江苏常熟，郑州人赵蕃移居江西上饶。南宋灭亡后，宗室赵氏散逃至澎湖、潮阳等地，后在闽、粤一带发展繁衍。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 赵，是中国的一个大姓。在台湾亦然，被排为台湾姓氏的第四十七位。赵姓移居台湾，是清朝康熙二十二年（公元1682年）的事。当时，郑成功的儿子郑经就安置了赵、黄、董、柯、李等五姓，后来台湾各地的赵姓随之增多。康熙六十年（公元1721年）朱一贵起义，下淡水港有一名义民赵姓和；雍正初年，有赵姓招募福建漳州和泉州两地的佃人，乾隆年间，有泉州人赵普、赵晋两人。目前，全省各地的赵姓人士，以台中、台南和基隆三地为最多。后又有不少人移居海外，分布于欧美及东南亚一些国家和地区。</P>\r\n<P><BR>堂号</P>\r\n<P>　　\"半部堂\"：五代后周时，赵普助赵匡胤发动\"陈桥兵变\"建立宋朝。宋太祖赵匡胤于是封赵普为宰相。他又提出了\"杯酒释兵权\"的方法削减了地方武装，巩固了中央集权，想方设法，把天下治理得很好。宋太祖就问：\"爱卿！你怎样把国家治得这么好的？\"赵普回答说：\"我不过是靠了半部《论语》罢了！\"赵普死后，家人整理他的书箱，果真什么宝贝也没有，只有他活着的时候常读的一部《论语》。</P>\r\n<P>　　\"琴鹤堂\"：宋朝时殿中侍御史赵忭是个清廉爱民的好官，人称\"铁面御史\"。他当成都知府的时候，一清如水。他看到人民安居乐业，就高兴地弹琴取乐。他养了一只鹤，时常用鹤毛的洁白勉励自己不贪污；用鹤头上的红色勉励自己赤心为国。他穷得什么东西都没有，只有一琴一鹤。<BR>　　赵氏还以\"天水\"、\"孝思\"、\"谷治\"、\"萃涣\"等为堂号。&nbsp; </P>\r\n<P><BR>历史名人： </P>\r\n<P>&nbsp;&nbsp;&nbsp; 赵匡胤：本为后周大将，\"陈桥兵变\"，代周为帝，建立宋朝，立国320之久，使赵姓的宗族声望达到了最为辉煌的时期。<BR>　　赵文渊：北周著名书法家，擅长楷、隶书。当时碑文多出其手，又在西魏时奉命编定了一部六体书法字典。<BR>　　赵　胜：平原君，以\"食客数千人\"而著称，是赵氏有史以来最负盛名的人物。<BR>　　赵　雍：即赵武灵王，他提倡\"胡服骑射\"，始创骑兵，这是中国军事史上的一大进步。<BR>　　赵之堔：清代\"西泠八家\"之一。<BR>　　赵之廉：清代杰出书画家、篆刻家。其书、画、篆刻对后世都有一定影响，与任伯年、吴昌硕并称为\"清末三大画家\"。<BR>　　赵　翼：明代史学家、文学家。长于史学，考据精赅，其诗与袁枚、蒋士铨齐名，并称\"江右三大家\"或\"乾隆三大家\"。<BR>　　赵孟頫：元代杰出书画家。精于正、行书和小楷，其笔法园转遒丽，人称\"赵体\"。<BR>　　赵　云：三国时蜀国大将，为\"五虎上将\"之一。<BR>　　赵公明：相传秦时得道于终南山。人称之为\"赵公元帅\"，被奉为\"财神\"。</P>"
}
